interface FAQ {
    id: string;
    title: string;
    text: string;
}

export const data: FAQ[] = [
    {
        id: "1",
        title: "Что такое Билетопоиск?",
        text: "Мы — крупнейший сервис о кино в рунете. На нем вы сможете посмотреть фильмы и сериалы, купить билеты в кино, " +
            "узнать рейтинги популярных видео и интересные факты, поставить фильмам оценки, написать рецензии и дополнить описание фильмов."
    },
    {
        id: "2",
        title: "Какой компании принадлежит Билетопоиск?",
        text: "Билетопоиск является независимым сервисом, разработанным и поддерживаемым командой профессионалов в области кино " +
            "и разработки в России. Мы сотрудничаем с различными кинотеатрами и кинокомпаниями, чтобы предоставить нашим пользователям " +
            "самую полную и актуальную информацию о кино."
    },
    {
        id: "3",
        title: "Как купить билет на Билетопоиск?",
        text: "Чтобы купить билет на Билетопоиск, вам необходимо выполнить несколько простых шагов: " +
            "Выберите город, в котором вы хотите посмотреть фильм. Выберите кинотеатр и удобное для вас время сеанса. " +
            "Выберите фильм, который вы хотите посмотреть. Выберите места в зале и количество билетов. " +
            "Произведите оплату выбранными способом. После завершения этих шагов, вы получите подтверждение о покупке билета, " +
            "который можно распечатать или сохранить в электронном виде на мобильном устройстве."
    },
    {
        id: "4",
        title: "Как оставить отзыв на Билетопоиск?",
        text: "Чтобы оставить отзыв на Билетопоиск, следуйте этим простым шагам: Зайдите на сайт Билетопоиска и " +
            "авторизуйтесь на своей учетной записи. Перейдите на страницу фильма или сериала, о котором вы хотите оставить отзыв. " +
            "Прокрутите страницу до раздела отзывов и нажмите кнопку \"Написать отзыв\". Выразите свое мнение о фильме, " +
            "оцените его и добавьте комментарий, если хотите. Нажмите кнопку \"Опубликовать\" для размещения отзыва на сайте." +
            "Ваш отзыв будет доступен другим пользователям и поможет им принять решение о просмотре фильма."
    }
];
